token = '5380657178:AAHaHSUUmUGAxw7Ashzxr5D3HZsW2wbH_TQ'

admins = ['epicid', 'shuum117']

texts = {
    'start_description': 'Здарова, я Killer бот. Го резать людей!\nЮзай /help, чтобы научиться завтавлять меня работать',
    'help': 'Тут можно поиграть в Киллера (бро, загугли правила сам)\nРежем людей ударом руки по шее с достаточном усилием! Убивать можно только в обозначенной локации\nЧитай команды:\n/register - регистрация\n/rename - изменить имя\n/host - создать игру\n/participate - присоединиться к игре\n/start_game - запуск созданной тобой игры\n/die - подтверждение своей смерти в игре (покинуть игру)\n/info - получение информации об игре\n/help - мем\n/stats - получение статистики игрока\n/drop_stats - удаление своей статистики',
    'host': 'Укажите уникальное название игры',
    'not_one_host': 'Вы уже хостите игру',
    'not_unique_host_name': 'Такое название уже есть, укажите другое',
    'game_created_successfully': 'Игра успешно создана! Отправьте своим врагам название, чтобы они могли присоединиться\nНазвание: ',
    'registered_successfully': 'Ты зареган!',
    'unregistered': 'Зарегайся!',
    'already_registered': 'Ты уже зареган!',
    'nick_question': 'Как тебя называть?',
    'nick_updated': 'Имя обновлено!',
    'already_plaing': 'Ты уже играешь!',
    'enter_game_name': 'Укажи название игры (оно есть у создателя)',
    'unavailable_game': 'К этой игре нельзя присоединиться',
    'participate_successfully': 'Ты зарегистрирован на игру ',
    'target': 'Твоя цель ',
    'game_started': 'Началась игра ',
    'removed_successfully': 'Ты удалился из игры ',
    'already_dead': 'Ты уже мертв',
    'dead': 'Теперь ты мертв',
    'kill': ' убил игрока ',
    'new_target': 'Твоя следующая цель ',
    'win': ' всех зарезал! УРА! Игра закончена, предлагаю больше не звать игрока ',
    'info': 'Укажи название игры, о которой нужна инфа',
    'no_game': 'Такой игры нет',
    'choose_stats_name': 'Скажи имя игрока',
    'no_user_for_stats': 'Такого игрока нет',
    'deleted': 'Твоя статистика стерта!',
    'remove_unavailable': 'Выход из игры до начала невозможен!'
}

